[

    {

        "title": "Launching the April Pour Over Brewer",

        "year": "November 22, 2019",

        "content": "We asked ourselves how we can brew better coffee? How you brew coffee is decided by how the coffee is roasted. We designed a brewing device that keeps up with the modern progression of coffee roasting. We are releasing our brand new April Pour-Over Brewer on Kickstarter. It’s been two years in the making, prototype testing and a silver medal in the World Brewers Cup. Via our Kickstarter campaign, you are able to be the first to receive the new brewer. The April Pour Over Brewer is created to allow you to extract the most out of your coffee, focusing on balance and sweetness at all temperatures.<br>Join our campaign to be the first to receive the new April Pour-Over Brewer. In order to give back to everyone that helps us make this project a reality we offer a special price + free shipping exclusively for the Kickstarter Campaign.",

        "image": "https://images.unsplash.com/photo-1522012188892-24beb302783d?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "What is your favourite Coffee Grinder?",

        "year": "September 10, 2019",

        "content": "For me, there is a lot of good different grinders on the market. For a long time, I used the most basic Vilfa Grinder (I won my first Swedish Brewers Championship using that grinder). Ultimately it's about finding one that fits your brewing style - the character you want your brewed coffee to have. For the last two years, I have been focusing on the Ditting Sweet K804 Lab Grinder. I bought one of the first sample models when they took over the official grinder sponsorship for the World Brewers Championship. I needed to practice using it for the Compulsory round, and at the same time, I decided to grind on stage during my Open Service. Long story short, I have spent a lot of time with the grinder over the last two years. Moving forward in this post keep in mind that I don't have any scientific proof to back up the following arguments and comparison; it's my experience.<br> I find that overall `electric` grinders generate a better cup quality than hand grinders. The main difference being the speed of the grinding, it seems to enhance the vibrancy of the final cup. On top of that, you can work a lot faster with an `electric` grinder than a hand grinder, backstage in a world competition that can make all the difference in the world. The only strong argument for a hand grinder is that it's easier to travel with - but these days I prefer to pack a few of the April Filter Drip Pack. Then I don't need a grinder.<br> The last years it's been a lot of EK43 hysteria and, I agree that it's a perfectly fine grinder. What has me choose the Ditting Models over the EK43 is all the alignment issues that the EK43 has, I haven't experienced that same issue with the Ditting. However, for Espresso brewing, I would still argue for the EK43. To sum up, I like to add that I always prefer `grinding-course` for all brew methods. I believe it creates a higher quality flavor experience. I also prefer a range of particle sizes. I don't believe in sifting grounds it takes out a lot of complexity from the cup quality. On top of that, it's impossible to do consistently unless you have graded laboratory gear.",

        "image": "https://images.unsplash.com/photo-1532532216762-4f6178998415?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "It's almost time...",

        "year": "September 9, 2019",

        "content": "On October 6th will take place the first round of the Italian Brewers Cup, followed by semifinals and finals in January.  We started preparing the speech back in June, based on a coffee that fits the presentation structure and topic perfectly. However, according to my very low level of luck, very soon we realized the coffee wasn’t performing as expected; plus, it didn’t fully fit the range of flavors I was looking for. Cupping new, different coffees are obviously the answer.<br> In August we found a coffee much closer to my preferences, but we decided to wait a couple of weeks more for the arrival of the same estate‘ coffee, but in two better lots. Once the coffee finally came, it needed to be shipped to Portugal from Copenhagen, which took way longer for a custom problem.<br> But still, none of the lots showed that “plus” we are looking for. In the beginning, we joked that we often happen to choose the coffee just a few weeks before the competition day, and I always thought this couldn’t happen to me because I need so much time… but apparently it’s going to be fun dealing with that. I think it’s a sort of preparation for the competition day itself, where anything wrong can happen and I’ll need to face it right away.",

        "image": "https://images.unsplash.com/photo-1599000117646-493e27e0e609?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "2019 World Barista Championship Semi-Finals Recap",

        "year": "April 13, 2019",

        "content": "16 competitors took the stage today at the World Barista Championship Semi-Finals in Boston, Massachusetts, just one tantalizing step away from making it to the final six vying for the top spot as the 2019 World Barista Champion.We saw a lot of really interesting things in the sum total four hours of routines that occurred today. Unique stage setups, competitors using multiple coffees, and more carbonic maceration and anaerobic fermentation than you can shake a stick at.<br> There was so many fantastic moments today at the Semi-Final round of the World Barista Championship, and luckily, many of them we’ll get to see one last time tomorrow in the Finals. But before we get ahead of ourselves, let’s take a look back at all that transpired here on Day Three. <br>All of SprudgeLive’s 2019 competition coverage is made possible by Acaia, Baratza, Faema, Cafe Imports, Wilbur Curtis, Third Wave Water, Minor Figures, and Mahlkönig. In 2019 SprudgeLive is home to the Digital Roasters Village, because it takes a village to cover a barista competition. The Digital Roasters Village features Camber Coffee, Verve Coffee, Partners Coffee, Intelligentsia Coffee, Rishi Tea, Kickapoo Coffee, Blue Bottle Coffee, Onyx Coffee Lab, Creation Coffee, Amavida, and Equator Coffees without whom this work would not be possible.",

        "image": "https://images.unsplash.com/photo-1516743619420-154b70a65fea?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "World Barista Championships",

        "year": "June 27, 2016",

        "content": "For anyone who’s been spared us shouting about it, Dan’s been in Dublin representing the UK in the World Barista Championship (WBC). Within the speciality coffee industry the WBC is about as big as it gets. So to be representing the UK at this prestigious competition is just something else. Within each heat of the WBC the baristas perform a 15 minute routine – carefully choreographed to music – in which they prepare judges three courses. The courses comprise an espresso, a milk based drink and a signature drink.<br> Dan brewed Nekisse Limited Batch E17 produced in Sidama, Ethiopia by the highly acclaimed Ninety Plus Coffee. Dan made the decision to triple screen his competition coffee selecting only uniform beans, furthering the precision processing that the beans had undergone, for extreme clarity of flavour. <br>For his espresso course Dan dosed 21 grams in to 42 grams out to “…deliver the most amazing tactile… like pineapple juice…” His flavour notes were of passion fruit, red plum, black cherry and 69% Peruvian dark chocolate. His milk beverage offered a milk chocolate truffle flavour and plums in cream.",

        "image": "https://images.unsplash.com/photo-1583165278997-0250ea5d72e2?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "My Competition Philosophy",

        "year": "August 29, 2019",

        "content": "I'm always trying different and delicious beans, but it's complicated to choose beans for the competition. I'm not saying it has to be expensive, but it has to be more than delicious. There are many competitors in the world every year. The challenge is to find a coffee that hasn't been used before in competition. One of the most important things for me is to be able to feel comfortable with the coffee I'm serving, the story and the coffee need to reflect me in a sense.<br> I think competing is not just about focusing on winning. It's about sharing new and exciting ideas :). Above all, it needs to be honest. It's crucial to find a roaster and coach that understands you.<br> As well as the other way around, you need to understand them. Whatever the outcome, I think the most important thing is to compete with a presentation that feels good, is honest, happy and something you as a competitor truly enjoy. It's enough for me that the beans I represent make me feel good, are tasty, and have a new and exciting story to share. Have fun and best luck to all competitors in the world.",

        "image": "https://images.unsplash.com/photo-1553292218-4892c2e7e1ae?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "Exploring the taste of different Coffee Roasters",

        "year":"August 26, 2019",

        "content": "How tasting different coffees from different roasters helped me open up my perception in coffee more. For the past weeks, I've been tasting and brewing coffees from different roasters (April Coffee, Gardelli, Cupping Room HK, and many more) and every time I brew each coffee I always learn from the results on how I brewed it, and it is giving me a better idea on how it was being roasted and how good the quality of the coffee is from the origin itself.<br> This practice of tasting more is driving me to be more curious about how each coffee is being roasted and sourced. It is also pushing me to experiment more on different brewing approach because I believe that brewing is always connected to roasting so how it is being brewed will always depend on how or when was it being roasted.<br> I am not a believer in a 'one size fits all' brewing approach in coffee.<br> It always depends on how each coffee reacts when brewed, just the same with roasting. Water also plays a huge role in brewing but the major bulk of the end product is always coming from the quality of the green bean itself. I have also come up with a chart/breakdown of how each process contributes to the taste of the end product; 50% comes from the green coffee bean quality, 30% comes from the roasting approach, 10% comes from the water quality and the last 10% comes from the equipment being used to brew and prepare coffee. Yes, there are chances that the brewing technique might go wrong but this personal observation from tasting coffees from different roasters all over the world is letting us learn more that the major contributor to how the coffee tastes are the green coffee bean quality.",

        "image": "https://images.unsplash.com/photo-1596718957890-cefe2bbf3e23?ixlib=rb-1.2.1&auto=format&fit=crop&w=676&q=80"

    },

    {

        "title": "My current competition brewing recipe",

        "year":"August 25, 2019",

        "content": "The coffee that I used in WBrC 2019 is Finca Deborah Afterglow. This coffee is from Panama, located in Boquete, Chiriqui Province. Managed by Jamison Savage as the producers. This coffee has a light roast profile and roasted for 5 minutes in ikawa with roasting development is 18%. My roaster chose this profile to balance the acidity and the mouthfeel.<br> The longer development time helps to improve the complexity and sweetness while maintaining the floral aroma from this coffee.The brewing device that I used is V60 Dripper, wherein the dripper can distribute water more evenly and centrally so that flavor becomes more clean, complex, and pronounced.<br> The dripper made from plastic does not absorb heat so the water temperature in the dripper is still hot and also I'm using the insulated server for temperature stability. For the recipe, I'm using 15 grams of ground coffee with fine to medium grind size (Click 53 on Comandante with Red Clix). The water temperature is 90 degrees Celsius, with a target weight of 230 grams of water. This recipe is chosen to create medium acidity and medium sweetness. For the brewing methods, I separated them into three spiral pours. First, pour, is 50 grams of water with 40 seconds waiting time to making sure that water is in contact with every coffee ground to help to develop the acidity and sweetness. The second pour is 100 grams of water with 50 seconds waiting time, which function to create a body in the coffee, which in my case to creates a medium and rounded body. The final pour is 80 grams of water with 60 seconds waiting time, which aims to regulate the intensity of acidity at the medium level and to get that medium to long aftertaste. Then, I use water that had been distilled before and then included three kinds of mineral content. The first is 42 ppm Bi Carbonate to regulate the pH level of water. The second is 20 ppm calcium to the development of sweetness and enhances the tactile, and the last is 30 ppm magnesium to lifted the acidity and extract more fruity elements in this coffee.",

        "image": "https://images.unsplash.com/photo-1595928661736-75db10480925?ixlib=rb-1.2.1&auto=format&fit=crop&w=676&q=80"

    },

    {

        "title": "It helps to have coach",

        "year":"August 14, 2019",

        "content": "I was preparing for the competitions before without a coach, and it was really difficult, I think there should definitely be someone who will try the coffee with you, offer alternatives and different perspectives, help you get better and tell you when something isn't right. Having someone with you who believes in you and helps you make you more confident. It's actually a big responsibility to take because you don't want to screw up what the person in front of you is giving you. Working with a coach has helped me a lot.<br> I can say I now have a more extensive range of profiles and understanding for coffee. I guess I didn't know what I was doing before :) I obviously don't have any knowledge of roasting and the fact that my coach is also roaster gives me an advantage.<br> I try delicious coffee, which I think is the most enjoyable part. :) and I've met a lot of new people. I'm learning a lot of new information. I am not confident in my English skills, I find it difficult to compose the right sentences when writing presentations, and the support I receive in this regard is very important to me as well. If you look at it, it's all really valuable information, and in the end, it makes you enjoy learning that the job isn't just about competing. I think working with a coach is a massive advantage in everything. In my country there is a saying, what's wrong with a hand there is a sound of two hands :) Thank you, Patrik. Thank You, April. I'm so happy to work with you!!",

        "image": "https://images.unsplash.com/photo-1595928642569-a3a948004535?ixlib=rb-1.2.1&auto=format&fit=crop&w=795&q=80"

    },

    {

        "title": "Preparing for another competition",

        "year": "August 14, 2019",

        "content": "In the 2018 National Barista Championship in Turkey, I used a coffee from El Salvador. It came from the farm La Esperanza in the region of Chalatenango, and was farmed by Mr. Roberto Adonay. It was a micro lot which means that instead of processing a big amount of coffee cherries at the same time as you traditionally would do, the farmer picked only the best cherries and kept those separate from all others through all the parts of the processing process. The lot was only 35 kg of green beans in total.<br> When I brewed my espresso, I used 20 grams of coffee and 42 grams of volume. This profile gave me more sweetness, balance, and complexity. When we tasted, we reached flavors of cherry, fruit wine, and red grapefruit. The body was the medium and after taste was very long and sweet with notes of dry fruit.<br> When I competed at the World Barista Championship, my coffee was from a farm located in the western town of Gesha. The name of the farm was Gesha Village and since 2011, using their varietal gardens, experimental processing and attention to details in all steps of the process they have been producing some of the most beautiful tasting coffee in the world. When I brewed my espresso, I used 19 grams of coffee with 45 grams volume with 91-degree temp. This made my extraction longer, which opened up the flavors in the espresso but still kept the sweetness. I am usually letting the espresso cool down to make the flavour more intense and sweetness higher. It was giving upfront, flavors of peach & bergamot followed by jasmine. The after taste was sweet tropical fruits, especially mango. The body was light/medium, and the after taste was long, vibrant, and sweet. The year following in my National Barista Championship where I took 2nd place, I used Nicaragua Limoncillo. It was a new style of coffee because the farmer asked himself, what happens if we instead of mixing these beans with our commercial coffee, separate them, and process them as a single lot. They did, and the result was the first-ever yellow pacamara petite. A selection of smaller pacamara beans that normally would be thrown out but when carefully selected and processed as a micro lot tasted amazing. I used 20 gr of coffee with 45 gr volume, which made my espresso sweeter and the flavors clearer. It was flavor notes of, yellow plum & passion fruit with a smooth and creamy body with a long sweet, chocolatey finish. And all the time, I focused on my technique as much as possiple. It was the most important thing to serve the best espresso for the judges.",

        "image": "https://images.unsplash.com/photo-1573256924620-a5111be21fc1?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "What you should know about Customer Service",

        "year": "August 13, 2019",

        "content": "Because I have never worked as a barista (until now), I have never known what basic services should be provided to customers, so they feel comfortable. And when I decided to enter the competition, I was a little confused when learning the Customer Service aspects because I had never felt behind bars before. Even friends often scare me that it will be difficult to get a good Customer Service because I have a scary face, rarely smile, like to frown, etc.<br> Then in order to get good results in this aspect, I tried to go around the coffee shop and sit in front of the bar to observe and learn about what the baristas were doing so that I felt comfortable in their place (without disturbing their work of course), while watching videos of the champ such as Mikaela Wallgreen, Tetsu Kasuya, Chad Wang, etc.<br> Afterward, it will be adjusted to the `Rules and Regulations.` How is the result? I managed to score nine several times in the Indonesia Brewers Cup, but I haven't gotten a high score in the World Brewers Cup, this might happen because there are cultural differences. I think it still needs to do more research for future competitions.",

        "image": "https://images.unsplash.com/photo-1515560570411-00a0026e6086?ixlib=rb-1.2.1&auto=format&fit=crop&w=1350&q=80"

    },

    {

        "title": "Is it expensive to compete in Barista Cup?",

        "year": "August 11, 2019",

        "content": "My first introduction to competition was the 2017 Irish Brewers Cup Championship in Dublin Ireland. While I never placed in this competition, it was a strong introduction to what it takes to be a champion. I will always remember the performance by Stephen Houston, his presentation and his performance while brewing but also his humility and friendliness offstage.<br>One of the significant reflections on my first run at Brewers Cup was the financial investment that is required. I recommend all who wish to compete to consider the financial elements of this event. I often found myself in a constant state of catch up. “How much can I spare this week?” was a common question. For me, the investment was not only equipment but also travel, as I lived in Berlin at the time and the competition required traveling with coffee, brew equipment and so much more.<br> At the time I worked for Roststatte Berlin, who were kind enough to support me with brewing gear, v60s, the use of scales, and even helped with my competition fee. We bought cute ceramics and even some spares.",

        "image": "https://images.unsplash.com/photo-1511808076123-11598c3d11b1?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "Best Coffee",

        "year": "August 1, 2019",

        "content": "There are many possible answers to the this question, I don't believe I have ever experienced a particular coffee that I would say was head and shoulders above the rest, but there have been certainly been a small selection of coffees that have distinguished themselves as exceptional. Gesha Village #92 from the previous years harvest was a personal favourite of mine, and I'm always excited to cup new lots from the estate.<br> I would say that my most memorable coffee experience thus far was a shot of espresso brewed by Nobuaki Matsui, Danish Roasting Champion and head of all things coffee at Democratic Coffee Bar in Copenhagen. Nobuaki roasted and brewed an excellent long shot of a washed heirloom varietal from the Hunkute washing station in Ethiopia, I can still recall the notes of candied orange and the honey-like sweetness to this day.",

        "image": "https://images.unsplash.com/photo-1530049625133-46d513586ab7?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "Home Brewer recommendations",

        "year": "July 29, 2019",

        "content": "One of the biggest mistakes I see my friends who are home brewers do is using a low-quality grinder to grind their coffee. That usually results in very uneven grind size and therefore uneven extraction. My advice: spend money on a great grinder. Alternatively, if you have very little equipment available to you, you can follow a simple immersion recipe brewing in a French Press with a medium-fine grind and then straining it into a V60 with a paper filter to remove some of the fine grinds and oils.<br> That's a pretty quick and consistent way to make coffee without having access to a fancy kettle.",

        "image": "https://images.unsplash.com/photo-1598224685601-b18175a02f43?ixlib=rb-1.2.1&auto=format&fit=crop&w=634&q=80"

    },

    {

        "title": "Competition Coffee",

        "year":"July 24, 2019",

        "content": "My competition coffee arrived on Monday. The coffee had its moisture and density controlled, then samples roasted on a drum roaster and finally cupped today. All this is done, to make sure the coffee is the same as that what was originally purchased. This is done for every coffee purchased as in importer, not just competition grade. The coffee cupped up every better than previously, and explosion of flavour. Now, I will cup the coffee every day using the exact same recipe, grinder, and water to see how the coffee develops with time. <br>I will use this to see the flavour development, and also to see if there is an optimum time after roast to use the coffee. Once I’ve seen the flavour development, I will then look into sample roasting again. This time on an ikawa. Then I will look at brewing it and developing a brew and water recipe.<br> I will also write a full transparency report on exactly how much money I have spent on the competition. This is to highlight the cost associated to compete here in Australia as an independent.",

        "image": "https://images.unsplash.com/photo-1490983148012-96fffe2c3053?ixlib=rb-1.2.1&auto=format&fit=crop&w=632&q=80"

    }

  ]

  